---
kind: other
id: Methods.T:Autodesk.Revit.DB.SlabShapeCreaseArrayIterator
source: html/edff1de4-b01d-d010-d831-6b0e1fc06179.htm
---
# SlabShapeCreaseArrayIterator Methods

Causes the object to release immediately any resources it may be utilizing.